<!DOCTYPE>
<html>
  <head>
    <title> Welcome </title>
    <link href="https://fonts.googleapis.com/css?family=Bubbler+One|Cabin|Inconsolata|Titillium+Web" rel="stylesheet">
    <link rel="stylesheet" href="style.css"></link>
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.2.1/jquery.min.js"></script>
    <script src="script.js"></script>
  </head>
  <body>
    <div class="screen one">
      <div class="hola"><span>H</span><span>O</span><span>L</span><span>A</span></div>
      <div class="text">
        <div class="left">SOY</div>
        <div class="right">
          <div class="portal">
            <div id="samuel" class="name"><span>SAMUEL</span></div>
            <div class="enter"><span>Entrar</span><div class="line"></div></div>
            <div id="escapa" class="name"><span>ESCAPA</span></div>
          </div>
        </div>
      </div>
    </div>
    <div class="screen two">
      <div class="left country" id="barcelona">
        <div class="image" id="barcelona">
          <img src="barcelona.svg">
          <div class="country">BARCELONA, ESPA&Ntilde;A</div>
        </div>
      </div>
      <div class="center">
        Clickea alguna ciudad para aprender m&iacute;s de m&iacute;
        <div class="goback">Volver</div>
      </div>
      <div class="right country" id="sanmateo">
        <div class="image" id="sanmateo">
          <img src="california.svg">
          <div class="country">SAN MATEO, CALIFORNIA</div>
        </div>
      </div>
      <div class="descriptions">
        <div class="backbutton">Atr&aacute;s</div>
        <div class="description barcelona">
          He crecido al lado de Barcelona en Sant Cugat, viviendo all&iacute; 10 a&ntilde;os. S&iacute;, soy cul&eacute;, pero siempre animo a equipos espa&ntilde;oles en torneos internacionales, por lo tanto me gusta el Madrid tambi&eacute;n (de vez en cuando). A los 11 a&ntilde;os, jugaba a un juego que se llama Tibia, donde jugadores pod&iacute;an crear sus propios mundos y ponerlos online, muy parecido a Minecraft. Era aqu&iacute; donde comenz&oacute; mi pasi&oacute;n de programar, ya que pod&iacute;a crear mi propio juego e invitar a mis amigos. Pero era muy dif&iacute;cil encontrar motivaci&oacute;n por qu&eacute; esa pasi&oacute;n no exist&iacute;a alrededor m&iacute;o. Entonces me viciaba m&aacute;s a otros juegos, y disfrutando la vida. No era hasta que me mud&eacute; a los Estados Unidos donde encontr&eacute; esas comunidades de personas (de mi edad) y mejorar mis habilidades de programaci&oacute;n.
        </div>
        <div class="description sanmateo">
          A los 14 a&ntilde;os, mi familia y yo nos mudamos a San Mateo, cerca de San Francisco. La comunidad de programadores es muchas m&aacute;s grande, hay m&aacute;s personas que quer&iacute;an programar como yo - desde entonces program&eacute; m&aacute;s en serio, yendo a hackathones y creando proyectos. En 3 a&ntilde;os, me fui a m&aacute;s de 35 hackathones, creando proyectos y conociendo a personas. Si, la serie Silicon Valley es bastante precisa. San Francisco es una ciudad con mucha vida, muy bonita y espero (si no todav&iacute;a) que veng&aacute;is a visitar. <br>Adem&aacute;s de programar, me encanta viajar, explorar y caminar por todas las partes. Me interesa mucho las diversas culturas por todo el mundo y espero poder visitarlos todos. Desde que me fui a un concierto de Martin Garrix el mes pasado, escucho a m&uacute;sica muy apasionadamente hasta el punto que pens&eacute; que a lo mejor robots por ML podr&iacute;an crear m&uacute;sica ellos mismos (Nextinit idea?). Estoy jugando mucho con Logic X Pro para crear m&uacute;sica, ya puedo poner dos sonidos juntos (ya os contar&eacute; de cualquier progreso).
        </div>
      </div>
    </div>
  </body>
</html>
